export default {
  projections: {
    ВНаличииE: {
      количество: {
        __caption__: 'Количество'
      },
      дата: {
        __caption__: 'Дата'
      },
      местоВыдачи: {
        __caption__: 'В наличии по адресу',
        адрес: {
          __caption__: 'В наличии по адресу'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    количество: {
      __caption__: 'Количество'
    },
    местоВыдачи: {
      __caption__: 'В наличии по адресу'
    },
    товары: {
      __caption__: 'товары'
    }
  }
};
