export default {
  projections: {
    ОповещенияE: {
      описание: {
        __caption__: 'Описание'
      },
      заказы: {
        __caption__: 'Заказы',
        кодЗаказа: {
          __caption__: 'Код заказа'
        }
      },
      местоВыдачи: {
        __caption__: 'Место выдачи',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    },
    ОповещенияL: {
      описание: {
        __caption__: 'Описание'
      },
      заказы: {
        __caption__: 'Код заказа',
        кодЗаказа: {
          __caption__: 'Код заказа'
        }
      },
      местоВыдачи: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    описание: {
      __caption__: 'Описание'
    },
    заказы: {
      __caption__: 'Заказы'
    },
    местоВыдачи: {
      __caption__: 'Место выдачи'
    }
  }
};
