export default {
  projections: {
    ПродавецE: {
      кодПродавца: {
        __caption__: 'Код продавца'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      }
    },
    ПродавецL: {
      кодПродавца: {
        __caption__: 'Код продавца'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    кодПродавца: {
      __caption__: 'Код продавца'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
